Repository: OT-UGANDA/ot-ios
Catalog: Open Tenure/*.lproj/ActivityLogin.strings
Languages: ar, es, it, km, pt, sq

# action_forgot_password
source: Recover lost password
ar: إسترجاع كلمة المرور الضائعة
es: Recuperar contraseña perdida
km: ទាញយកលេខសំងាត់ដែលបានបាត់
pt: Recuperar senha perdida
sq: Rikthe fjalëkalimin e humbur

# action_log_in_register
source: Log in
ar: <b>تسجيل الدخول</b>
es: Ingresar
km: <b>ចាក់សោរបញ្ចូល</b>
sq: Hyrje

# action_sign_in_short
source: Log in
ar: تسجيل الدخول
es: Ingresar
km: ចាក់សោរបញ្ចូល
sq: Kyçuni

# error_connection
source: The connection is not available
ar: الأتصال غير متوفر
es: La conexión no esta disponible
it: La connessione non e' disponibile
km: ការភ្ជាប់នេះមិនមានទេ
pt: A conexão não está disponível
sq: Lidhja nuk është e disponueshme

# error_field_required
source: This field is required
ar: هذا الحقل إجباري
es: Este campo es requerido
it: Questo campo é richiesto
km: ផ្នែកនេះត្រូវការជាចាំបាច់
pt: Este campo é obrigatório
sq: Kjo fushë është e detyruar

# error_generic_conection
source: An error has occurred during connection
ar: حدث خطأ أثناء عملية الأتصال
es: A ocurrido un error durante la conexión
it: Errore di connessione
km: មានបញ្ហាកើតឡើងអំឡុងពេលតភ្ជាប់
pt: Ocorreu um erro durante a conexão
sq: Një gabim ka ndodhur gjatë lidhjes

# error_generic_login
source: An error has occurred during login
ar: حدث خطأ أثناء عملية تسجيل الدخول
es: A ocurrido un error al ingresar
it: Un errore é avvenuto durante la procedura di Log in
km: មានបញ្ហាកើតឡើងអំឡុងពេលចាក់សោរបញ្ចូល
pt: Ocorreu um erro durante o login
sq: Një gabim ka ndodhur gjatë kyçjes

# error_incorrect_password
source: Username or Password is incorrect
ar: إسم المستخدم أو كلمة المرور غير صحيحة
es: Usuario y contraseña son incorrectas
it: Username o Password errata
km: ឈ្មោះអ្នកប្រើប្រាស់ រឺ លេខសំងាត់នេះមិនត្រឹមត្រូវ
pt: Usuário ou senha incorretos
sq: Përdoruesi ose Fjalëkalimi është i pa saktë

# error_invalid_password
source: This password is too short
ar: طول كلمة المرور غير كاف
es: Esta contraseña es muy corta
it: Password troppo corta
km: លេខសំងាត់នេះខ្លីពេក
pt: Senha muito curta
sq: Fjalëkalimi është shumë i shkurtër

# error_invalid_username
source: This username is too short
ar: طول إسم المستخدم غير كاف
es: Este nombre de usuario es muy corto
it: Username troppo corto
km: ឈ្មោះអ្នកប្រើប្រាស់នេះខ្លីពេក
pt: Nome de usuário muito curto
sq: Përdoruesi është shumë i shkurtër

# login_progress_signing_in
source: Logging in...
ar: تسجيل الدخول …
es: Ingresado…
it: Loggin in…
km: ចាក់សោរបញ្ចូល និង#៨២៣០;
pt: Fazendo o login…
sq: Duke u kyçur…

# message_login_before
source: Do login before
ar: سجل الدخول أولا
es: Abra un sesión antes
it: Effettuare il login prima di procedere
km: សូមធ្វើកាតចាក់បញ្ចូលជាមុន
pt: Fazer o login primeiro
sq: Kyçuni fillimisht

# message_login_ok
source: You have successfully logged in
ar: تم تسجيل دخولك بنجاح
es: Ha abierto su sesión con éxito
it: Login effettuato con successo
km: អ្នកបានចាក់សោរបញ្ចូលបានជោគជ័យ
pt: Você foi conectado com sucesso
sq: Kyçja u krye me sukses

# message_logout_error
source: Logout error
ar: خطأ أثناء تسجيل الخروج
es: Error de cierre de sesión
it: Errore nel Logout.
km: មានបញ្ហាពេលចាកចេញ
pt: Erro na desconecção
sq: Gabim gjatë daljes

# message_logout_not_ok
source: Logout failed
ar: تسجيل الخروج فشلت
es: El cierre de la sesión fallo
it: Logout fallito
km: ចាកចេញបានបរាជ័យ
pt: Falha na desconecção
sq: Dalja dështoi

# message_logout_ok
source: You have successfully logged out
ar: تم تسجيل خروجك بنجاح
es: Ha salido de la sesión con éxito
it: Logout effettuato con successo
km: អ្នកបានចាក់ចេញបានជោគជ័យ
pt: Você foi desconectado com sucesso
sq: Dalja u krye me sukses

# message_timeout_exception
source: Timeout exception
ar: خطأ نتيجة نفاذ الوقت
es: Excepción de tiempo de espera
km: អស់ពេលវេលាលើកលែង
pt: Tempo limite excedido
sq: Lidhja e paqëndrueshme

# message_unknowhost_error
source: Unknown Host Error. Is the network available?
ar: خطأ غير معروف على الخادم المضيف. هل الشبكة متوفرة؟
es: Error desconocido del servidor. Esta la red disponible?
it: Errore Unknown Host. La connessione é disponibile ?
km: មានបញ្ហាកន្លែងទទួលមិនស្គាល់។ តើមានបណ្តាញនេះទេ?
pt: Erro de Servidor Desconhecido. Verificar se a rede está disponível
sq: Gabim i panjohur. A është rrjeti i disponueshëm?

# prompt_password
source: Password
ar: كلمة المرور
es: Contraseña
km: លេខសំងាត់
pt: Senha
sq: Fjalëkalimi

# prompt_username
source: Username
ar: إسم المستخدم
es: Usuario
km: ឈ្មោះអ្នកប្រើប្រាស់
pt: Usuário
sq: Përdoruesi
